Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/fn-konvensjonen_om_rettigheter_til_mennesker_med_nedsatt_funksjonsevne.html.tmx
Source language: nob
Languages: sme

source: FN-konvensjonen om rettigheter til mennesker med nedsatt funksjonsevne
sme: ON konvenšuvdna doaibmanávccahis olbmuid vuoigatvuođaid birra

source: Norge skrev under på FN-konvensjonen om rettigheter for mennesker med nedsatt funksjonsevne i 2007, og ratifiserte den i 2013.
sme: Norga čálii vuollái ON-konvenšuvnna olbmuid vuoigatvuođaid birra geain lea fuones doaibmanávccat 2007:s, ja dohkkehii dan 2013:s.

source: Medlemslandene forplikter å levere rapporter til CERD som overvåker gjennomføringen av konvensjonen.
sme: Lahttoriikkat geatnegahttojuvvojit buktit raportta CERD:ii mii bearráigeahččá konvenšuvnna čađaheami.

source: Rapportene skal leveres hvert fjerde år.
sme: Raporta galgá buktojuvvot juohket njealját jagi.

source: Konvensjonen skal sikre at funksjonshemmede får innfridd menneskerettighetene sine på samme måte som alle andre.
sme: Konvenšuvdna galgá sihkkarastit dan ahte doaibmanávccahemiide sihkkarastojuvvojit olmmošvuoigatvuođat seamma vuogi mielde go buohkaide earáide.

source: Dette gjelder også samer med nedsatt funksjonsevne.
sme: Dát guoská maiddái sámiide geain leat fuones doaibmanávccat.

source: Konvensjonen skal bidra til å motvirke diskriminering på grunnlag av nedsatt funksjonsevne.
sme: Konvenšuvdna galgá váikkuhit dan ahte olbmot geain leat fuones doaibmanávccat eai vealahuvvo dan geažil .

source: Nedsatt funksjonsevne innebærer tap av, skade på eller avvik i kroppsdel eller i en av kroppens psykologiske, fysiologiske eller biologiske funksjoner.
sme: Fuones doaibmanákcan lohkkojuvvojit goruda oasi dahje muhtun goruda psykologalaš, fysiologalaš dahje biologalaš doaimma massin, vihki dahje earálaganvuohta.

source: Selv om rettighetene i menneskerettighetskonvensjonene gjelder for alle mennesker, viser forskning at funksjonshemmede ekskluderes fra mange viktige områder i samfunnet, som utdanning, helse og arbeid.
sme: Vaikko vuoigatvuođat olmmošvuoigatvuođa konvenšuvnnain gustojit buot olbmuide, de čájeha dutkan ahte doaibmanávccaheamit olgguštuvvojit ollu deaŧalaš surggiin servodagas, nugo oahpu, dearvvašvuođa ja barggu oktavuođas.

source: For samer med nedsatt funksjonsevne viser forskning at samer med funksjonsnedsettelse per i dag ikke får tilgang til eget språk og kultur, og er særlig utsatt for mobbing, hatytringer, vold og overgrep.
sme: Dutkan čájeha doaibmanávccahis sámiid ektui ahte doaibmanávccahis sámit dál eai oaččo vejolašvuođaid iežaset giela ja kultuvrra ektui, ja gillájit erenoamáš ollu givssideami, vaššicealkámušaid, veahkaválddi ja vearredaguid.
